var config = {
    texts: [
        "送给我",      
        "不错的同学——周峤俊", 
        "今天是2022年12月30日",
        "农历腊月初八",
        "元旦节来了",
        "去年的元旦",
        "我还不认识你",
        "今年又因疫情分隔",
        "祝你在新的一年里事事顺心",
        "学业有成",
        "YAMI~~",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "nice的同学": "./imgs/-283679041005941542.png",
    },
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "烤肠",
        light_candle: "台灯",
        wish_message: "学业有成",
        story: "A MESSAGE FOR YOU",
    }
};
